11/data/attachments/fb7c194df7ffdf14.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_6274d581-196a-4d1c-b83f-a5e42f2517b2</nif:username>
            <nif:friendToBeAdded>Sarah_action_Friend_88208_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>